# Taps
tap "homebrew/cask-fonts"
tap "coder/coder"

# CLI tools
brew "fd"
brew "ripgrep"
brew "fzf"
brew "git-lfs"
brew "neovim"
brew "zellij"
brew "git-delta"
brew "pyenv"
brew "tmux"
brew "protobuf"
brew "pipx"
brew "wget"
brew "curl"
brew "less"

# Cask apps
cask "amethyst"
cask "discord"
cask "linear-linear"
cask "xquartz"
cask "zoom"
cask "font-hack-nerd-font"
cask "slack"
